tap "azure/kubelogin"
tap "charmbracelet/tap"
tap "claui/whence"
tap "cmacrae/formulae"
tap "dbt-labs/dbt"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
tap "noborus/tap"
tap "pritunl/tap"
tap "saulpw/vd"
tap "tako8ki/tap"
tap "ynqa/tap"
tap "zegervdv/zathura"
brew "openssl@3"
brew "harfbuzz"
brew "adwaita-icon-theme"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "black"
brew "cmake"
brew "coreutils"
brew "csview"
brew "datamash"
brew "duf"
brew "gcc"
brew "dvc"
brew "eza"
brew "fd"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gopls"
brew "gping"
brew "grep"
brew "gtk+"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gum"
brew "hadolint"
brew "httpie"
brew "hyperfine"
brew "node"
brew "insect"
brew "isort"
brew "jless"
brew "jq"
brew "julia"
brew "kubernetes-cli"
brew "latexindent"
brew "latexml"
brew "lazydocker"
brew "less"
brew "librdkafka"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "macchina"
brew "ninja"
brew "meson"
brew "mypy"
brew "navi"
brew "ncdu"
brew "nvm"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "python-yq"
brew "python@3.10", link: false
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "ruff"
brew "rust-analyzer"
brew "rustup-init"
brew "scc"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "sphinx-doc"
brew "stylua"
brew "taplo"
brew "tree-sitter"
brew "ttyd", args: ["HEAD"]
brew "vifm"
brew "vint"
brew "vivid"
brew "xmlstarlet"
brew "xsv"
brew "yaml-language-server"
brew "youplot"
brew "zenith"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "charmbracelet/tap/vhs"
brew "derailed/k9s/k9s"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai"
brew "pritunl/tap/pritunl-ssh"
brew "saulpw/vd/visidata"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password-cli"
cask "amethyst"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
