tap "charmbracelet/tap"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
tap "pritunl/tap"
tap "saulpw/vd"
tap "zegervdv/zathura"
brew "openssl@3"
brew "harfbuzz"
brew "adwaita-icon-theme"
brew "bat"
brew "openjdk"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "datamash"
brew "python@3.8"
brew "duf"
brew "dust"
brew "gcc"
brew "dvc"
brew "exa"
brew "fd"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gping"
brew "grep"
brew "gtk+"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gum"
brew "hadolint"
brew "httpie"
brew "hyperfine"
brew "node"
brew "insect"
brew "jless"
brew "jq"
brew "julia"
brew "less"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "macchina"
brew "ninja"
brew "meson"
brew "navi"
brew "ncdu"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "poppler"
brew "prettier"
brew "pyenv"
brew "python-yq", link: false
brew "ripgrep"
brew "rlwrap"
brew "ruff"
brew "rust-analyzer"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "slides"
brew "sphinx-doc"
brew "stylua"
brew "ttyd", args: ["HEAD"]
brew "vifm"
brew "vint"
brew "vivid"
brew "xmlstarlet"
brew "xsv"
brew "youplot"
brew "zenith"
brew "zoxide"
brew "charmbracelet/tap/vhs"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pritunl/tap/pritunl-ssh"
brew "saulpw/vd/visidata"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "amethyst"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
